[ 
    {
        "word": "active site",
        "definition": "The part of the enzyme to which a specific substrate can attach or fit on to." 
    },
    {
        "word": "alveoli",
        "definition": "Tiny air sacs in the lungs, where gas is exchanged during breathing." 
    },
    {
        "word": "cell",
        "definition": "Basic unit of life. Unicellular organisms only have one cell. Multicellular organisms have many cells." 
    },
    {
        "word": "cellulose",
        "definition": "A carbohydrate. It forms the cell wall in plant cells." 
    },
    {
        "word": "concentration gradient",
        "definition": "The difference in the concentration of a chemical across a membrane." 
    },
    {
        "word": "cytoplasm",
        "definition": "The living substance inside a cell (not including the nucleus)." 
    },
    {
        "word": "denature",
        "definition": "To change the shape of an enzyme's active site, for example because of high temperatures or extremes of pH. Denatured enzymes no longer work." 
    },
    {
        "word": "differentiation",
        "definition": "When an unspecialised cell becomes a more specialised cell type." 
    },
    {
        "word": "diffusion",
        "definition": "The movement of molecules from an area of higher concentration to an area of lower concentration." 
    },
    {
        "word": "electron microscopy",
        "definition": "Using electrons to form images of dead organic matter." 
    },
    {
        "word": "enzyme",
        "definition": "A protein which catalyses or speeds up a chemical reaction." 
    },
    {
        "word": "gene",
        "definition": "The basic unit of genetic material inherited from our parents. A gene is a section of DNA which controls part of a cell's chemistry - particularly protein production." 
    },
    {
        "word": "glucose",
        "definition": "A simple sugar used by cells for respiration." 
    },
    {
        "word": "mass",
        "definition": "The amount of matter an object contains. Measured in kilograms (kg) or grams (g)." 
    },
    {
        "word": "multicellular",
        "definition": "Having more than one cell." 
    },
    {
        "word": "organ",
        "definition": "A group of different tissues that work together to carry out a particular function, eg heart and lungs." 
    },
    {
        "word": "organ system",
        "definition": "A group of organs that work together to complete a specific function." 
    },
    {
        "word": "osmosis",
        "definition": "The movement of water molecules across a selectively permeable membrane from a region of higher water concentration to a region of lower water concentration." 
    },
    {
        "word": "outlier",
        "definition": "A measurement that is very different from other measurements taken under the same circumstances in an experiment." 
    },
    {
        "word": "passive transport",
        "definition": "This is the movement of molecules down a concentration gradient without the need for additional energy, eg diffusion and osmosis." 
    },
    {
        "word": "pH",
        "definition": "Scale of acidity or alkalinity. A pH (power of hydrogen) value below 7 is acidic, a pH value above 7 is alkaline." 
    },
    {
        "word": "respiration",
        "definition": "The chemical change that takes place inside living cells, which uses glucose and oxygen to release the energy that organisms need to live. Carbon dioxide is a by-product of respiration." 
    },
    {
        "word": "selectively permeable",
        "definition": "The property of a membrane that controls the movement of molecules depending on their size." 
    },
    {
        "word": "solute",
        "definition": "The dissolved substance in a solution." 
    },
    {
        "word": "solvent",
        "definition": "The liquid in which the solute dissolves to form a solution." 
    },
    {
        "word": "starch",
        "definition": "A type of carbohydrate. Plants can turn the glucose produced in photosynthesis into starch for storage, and turn it back into glucose when it is needed for respiration." 
    },
    {
        "word": "substrate",
        "definition": "A substance on which enzymes act." 
    },
    {
        "word": "sucrose",
        "definition": "A disaccharide made from glucose and fructose. It is used as table sugar." 
    },
    {
        "word": "tissue",
        "definition": "A group of similar cells that carry out the same function." 
    },
    {
        "word": "turgid",
        "definition": "Enlarged and swollen with water. Having turgor. Description of a plant cell in which the vacuole has swollen due to water gain by osmosis." 
    },
    {
        "word": "villi",
        "definition": "Finger-like projections in the small intestine that provide a large surface area for the absorption of food." 
    },
    {
        "word": "zygote",
        "definition": "A fertilised egg cell." 
    } 
]
