[ 
    {
        "word": "acid",
        "definition": "Corrosive substance which has a pH lower than 7. Acidity is caused by a high concentration of hydrogen ions." 
    },
    {
        "word": "alimentary canal",
        "definition": "The digestive tract which runs from mouth to anus." 
    },
    {
        "word": "alkaline",
        "definition": "Having a pH greater than 7." 
    },
    {
        "word": "Benedicts reagent",
        "definition": "A reagent that can be used to test for the presence of a reducing sugar (or the presence of an aldehyde group)." 
    },
    {
        "word": "bile",
        "definition": "A substance produced in the liver. It emulsifies fats to prepare them for digestion." 
    },
    {
        "word": "biuret solution",
        "definition": "Chemical which indicates the presence of protein by changing from blue to violet." 
    },
    {
        "word": "calorimetry",
        "definition": "Measuring the amount of heat given out or taken in by a process, such as the combustion of a fuel." 
    },
    {
        "word": "carbohydrase",
        "definition": "Enzyme that breaks down carbohydrates." 
    },
    {
        "word": "cellulose",
        "definition": "A carbohydrate. It forms the cell wall in plant cells." 
    },
    {
        "word": "cytoplasm",
        "definition": "The living substance inside a cell (not including the nucleus)." 
    },
    {
        "word": "egestion",
        "definition": "The process of passing out the remains of food that has not been digested, as faeces, through the anus." 
    },
    {
        "word": "emulsify",
        "definition": "To mix water with fats and oils to produce a cloudy mixture called an emulsion." 
    },
    {
        "word": "iodine",
        "definition": "Chemical which turns from brown to blue/black in the presence of starch." 
    },
    {
        "word": "large intestine",
        "definition": "The lower part of the alimentary canal (gut) where absorption of water and production of faeces happens." 
    },
    {
        "word": "lipase",
        "definition": "Enzyme that breaks down lipids (fats and oils)." 
    },
    {
        "word": "mass",
        "definition": "The amount of matter an object contains. Mass is measured in kilograms (kg) or grams (g)." 
    },
    {
        "word": "metabolism",
        "definition": "All the chemical reactions in the cells of an organism, including respiration." 
    },
    {
        "word": "micro-organism",
        "definition": "Another name for a microbe. It is microscopic and is an organism, such as a virus or bacteria." 
    },
    {
        "word": "neutralise",
        "definition": "Structures in the cytoplasm of all cells where aerobic respiration takes place (singular is mitochondrion)." 
    },
    {
        "word": "nutrient",
        "definition": "A substance needed by an organism to stay alive and healthy. For example, carbohydrates, proteins and lipids." 
    },
    {
        "word": "peristalsis",
        "definition": "Wave-like muscular contractions in the smooth wall of the gut which move food through the alimentary canal." 
    },
    {
        "word": "protease",
        "definition": "Enzyme that breaks down proteins." 
    },
    {
        "word": "sedentary",
        "definition": "Taking little or no physical activity as part of everyday living." 
    },
    {
        "word": "villi",
        "definition": "Finger-like projections in the small intestine that provide a large surface area for the absorption of food." 
    }, 
    {
        "word": "Visking tubing",
        "definition": "An artificial, partially-permeable membrane used in osmosis and diffusion experiments." 
    }
]
