[ 
    {
        "word": "aerobic",
        "definition": "With oxygen." 
    },
    {
        "word": "alveoli",
        "definition": "Tiny air sacs in the lungs, where gas is exchanged during breathing." 
    },
    {
        "word": "anaerobic",
        "definition": "Without oxygen." 
    },
    {
        "word": "adenosine triphosphate",
        "definition": "ATP is the high-energy chemical that transfers chemical energy in cells." 
    },
    {
        "word": "bronchi",
        "definition": "The plural of 'bronchus'. The bronchi are the two major air tubes in the lungs." 
    },
    {
        "word": "bronchioles",
        "definition": "The many small, branching tubules into which the bronchi subdivide." 
    },
    {
        "word": "carcinogen",
        "definition": "A chemical or other agent that causes cancer." 
    },
    {
        "word": "cilia",
        "definition": "Tiny hair-like projections from a cell that usually allow it to move a substance past the cell (for example, in the bronchioles in the lungs)." 
    },
    {
        "word": "diaphragm",
        "definition": "A large sheet of muscle that separates the lungs from the abdominal cavity." 
    },
    {
        "word": "emphysema",
        "definition": "Disease in which the walls of the alveoli break down, reducing the surface area for gas exchange in the lungs." 
    },
    {
        "word": "epithelial cell",
        "definition": "A cell that forms part of an epithelium." 
    },
    {
        "word": "gas exchange",
        "definition": "Diffusion of gases, often carbon dioxide and oxygen in the alveoli (air sacs)." 
    },
    {
        "word": "germinate",
        "definition": "When a seed sprouts a shoot and breaks dormancy." 
    },
    {
        "word": "glucose",
        "definition": "A simple sugar used by cells for respiration." 
    },
    {
        "word": "haemoglobin",
        "definition": "The red protein found in red blood cells that transports oxygen round the body." 
    },
    {
        "word": "human thorax",
        "definition": "The ribs and upper backbone, and the organs found in the chest." 
    },
    {
        "word": "lactic acid",
        "definition": "A toxic chemical produced during anaerobic respiration." 
    },
    {
        "word": "limewater",
        "definition": "Calcium hydroxide solution. It turns milky in the presence of carbon dioxide." 
    },
    {
        "word": "mitochondria",
        "definition": "Structures in the cytoplasm of all cells where aerobic respiration takes place (singular is mitochondrion)." 
    },
    {
        "word": "oxidise",
        "definition": "Chemical substances are oxidised by the addition of oxygen, removal of hydrogen or the removal of electrons." 
    },
    {
        "word": "oxygen debt",
        "definition": "The amount of extra oxygen required by the body for recovery after vigorous exercise." 
    },
    {
        "word": "pathogen",
        "definition": "Microorganism that causes disease." 
    },
    {
        "word": "trachea",
        "definition": "The major airway in the respiratory system, also known as the windpipe, connecting the pharynx and larynx to the lungs." 
    }
]
